export const ABOUT_PROFILE = {
  name: "Михаил Талалаев",
  role: "Web developer",
  imageSrc: "/assets/images/about/developer.webp",
  imageAlt: "Developer",
} as const;

export const ABOUT_TITLE = "Обо мне";

export const ABOUT_PARAGRAPHS = [
  "Опытный Frontend разработчик с более чем 13-летним опытом работы в IT и нефтегазовой отрасли. Специализируюсь на создании современных веб-интерфейсов с использованием React, Angular, TypeScript и других современных технологий.",
  "Имею опыт работы в таких компаниях как Яндекс, СТОМПЛАН, ShurikMarket и QCup, где успешно разрабатывал и оптимизировал веб-приложения, внедрял новые функциональности и улучшал пользовательский опыт.",
  "Готов решать сложные задачи, выходящие за рамки текущей специализации, и развиваться в направлении, где смогу принести максимальную пользу вашему бизнесу.",
] as const;
